// --病害部件
export const demoData2 = {
  福建省: {
    all: [
      { 病害部件: "T梁", 数量: 82357 },
      { 病害部件: "箱梁", 数量: 76411 },
      { 病害部件: "支座", 数量: 62018 },
      { 病害部件: "桥面铺装", 数量: 51000 },
      { 病害部件: "护栏", 数量: 35000 },
    ],
    // --病害部件（特大桥）
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    // --病害部件（梁桥）
    梁桥: [
      { 病害部件: "T梁", 数量: 49414 },
      { 病害部件: "桥面铺装", 数量: 45846 },
      { 病害部件: "支座", 数量: 37210 },
      { 病害部件: "箱梁", 数量: 30600 },
      { 病害部件: "护栏", 数量: 21000 },
    ],
  },
  福州分公司: {
    all: [
      { 病害部件: "T梁", 数量: 41178 },
      { 病害部件: "箱梁", 数量: 38205 },
      { 病害部件: "支座", 数量: 31009 },
      { 病害部件: "桥面铺装", 数量: 25500 },
      { 病害部件: "护栏", 数量: 17500 },
    ],
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    梁桥: [
      { 病害部件: "T梁", 数量: 24706 },
      { 病害部件: "桥面铺装", 数量: 22923 },
      { 病害部件: "支座", 数量: 18605 },
      { 病害部件: "箱梁", 数量: 15300 },
      { 病害部件: "护栏", 数量: 10500 },
    ],
  },
  养护中心1: {
    all: [
      { 病害部件: "T梁", 数量: 23059 },
      { 病害部件: "箱梁", 数量: 21394 },
      { 病害部件: "支座", 数量: 17365 },
      { 病害部件: "桥面铺装", 数量: 14280 },
      { 病害部件: "护栏", 数量: 9800 },
    ],
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    梁桥: [
      { 病害部件: "T梁", 数量: 13835 },
      { 病害部件: "桥面铺装", 数量: 12836 },
      { 病害部件: "支座", 数量: 10419 },
      { 病害部件: "箱梁", 数量: 8568 },
      { 病害部件: "护栏", 数量: 5880 },
    ],
  },
  连江养护站: {
    all: [
      { 病害部件: "T梁", 数量: 17706 },
      { 病害部件: "箱梁", 数量: 16428 },
      { 病害部件: "支座", 数量: 13333 },
      { 病害部件: "桥面铺装", 数量: 10965 },
      { 病害部件: "护栏", 数量: 7525 },
    ],
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    梁桥: [
      { 病害部件: "T梁", 数量: 10623 },
      { 病害部件: "桥面铺装", 数量: 9856 },
      { 病害部件: "支座", 数量: 7999 },
      { 病害部件: "箱梁", 数量: 6579 },
      { 病害部件: "护栏", 数量: 4515 },
    ],
  },
  沈海高速: {
    all: [
      { 病害部件: "T梁", 数量: 39135 },
      { 病害部件: "箱梁", 数量: 36310 },
      { 病害部件: "支座", 数量: 29470 },
      { 病害部件: "桥面铺装", 数量: 24235 },
      { 病害部件: "护栏", 数量: 16632 },
    ],
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    梁桥: [
      { 病害部件: "T梁", 数量: 23481 },
      { 病害部件: "桥面铺装", 数量: 21786 },
      { 病害部件: "支座", 数量: 17682 },
      { 病害部件: "箱梁", 数量: 14541 },
      { 病害部件: "护栏", 数量: 9979 },
    ],
  },
  福泉高速: {
    all: [
      { 病害部件: "T梁", 数量: 17706 },
      { 病害部件: "箱梁", 数量: 16428 },
      { 病害部件: "支座", 数量: 13333 },
      { 病害部件: "桥面铺装", 数量: 10965 },
      { 病害部件: "护栏", 数量: 7525 },
    ],
    特大桥: [
      { 病害部件: "箱梁", 数量: 37060 },
      { 病害部件: "桥面铺装", 数量: 34384 },
      { 病害部件: "T梁", 数量: 27908 },
      { 病害部件: "支座", 数量: 22950 },
      { 病害部件: "护栏", 数量: 15750 },
    ],
    梁桥: [
      { 病害部件: "T梁", 数量: 10623 },
      { 病害部件: "桥面铺装", 数量: 9856 },
      { 病害部件: "支座", 数量: 7999 },
      { 病害部件: "箱梁", 数量: 6579 },
      { 病害部件: "护栏", 数量: 4515 },
    ],
  },
};

// 病害类型
export const demoData1 = {
  福建省: {
    all: [
      { 病害类型: "裂缝", 数量: 81023 },
      { 病害类型: "蜂窝麻面", 数量: 73056 },
      { 病害类型: "剥落掉角", 数量: 50137 },
      { 病害类型: "空洞孔洞", 数量: 42031 },
      { 病害类型: "混凝土碳化", 数量: 32161 },
    ],
    // --病害类型（特大桥）
    特大桥: [
      { 病害类型: "裂缝", 数量: 36460 },
      { 病害类型: "剥落掉角", 数量: 32875 },
      { 病害类型: "蜂窝麻面", 数量: 22561 },
      { 病害类型: "混凝土碳化", 数量: 18913 },
      { 病害类型: "空洞孔洞", 数量: 14472 },
    ],
    // --病害类型（梁桥）
    梁桥: [
      { 病害类型: "裂缝", 数量: 48613 },
      { 病害类型: "空洞孔洞", 数量: 43833 },
      { 病害类型: "剥落掉角", 数量: 30082 },
      { 病害类型: "蜂窝麻面", 数量: 25218 },
      { 病害类型: "混凝土碳化", 数量: 19296 },
    ],
  },
  

  // 病害类型
  福州分公司: {
    all: [
      { 病害类型: "蜂窝麻面", 数量: 36528 },
      { 病害类型: "剥落掉角", 数量: 25068 },
      { 病害类型: "空洞孔洞", 数量: 21015 },
      { 病害类型: "混凝土碳化", 数量: 16080 },
    ],
    // 病害类型
    特大桥: [
      { 病害类型: "裂缝", 数量: 18229 },
      { 病害类型: "剥落掉角", 数量: 16437 },
      { 病害类型: "蜂窝麻面", 数量: 11280 },
      { 病害类型: "混凝土碳化", 数量: 9456 },
      { 病害类型: "空洞孔洞", 数量: 7236 },
    ],
    梁桥: [
      { 病害类型: "裂缝", 数量: 24306 },
      { 病害类型: "空洞孔洞", 数量: 21916 },
      { 病害类型: "剥落掉角", 数量: 15040 },
      { 病害类型: "蜂窝麻面", 数量: 12609 },
      { 病害类型: "混凝土碳化", 数量: 9648 },
    ],
  },
  养护中心1: {
    all: [
      { 病害类型: "裂缝", 数量: 22686 },
      { 病害类型: "蜂窝麻面", 数量: 20455 },
      { 病害类型: "剥落掉角", 数量: 14038 },
      { 病害类型: "空洞孔洞", 数量: 11768 },
      { 病害类型: "混凝土碳化", 数量: 9004 },
    ],
    特大桥: [
      { 病害类型: "裂缝", 数量: 10208 },
      { 病害类型: "剥落掉角", 数量: 9204 },
      { 病害类型: "蜂窝麻面", 数量: 6317 },
      { 病害类型: "混凝土碳化", 数量: 5295 },
      { 病害类型: "空洞孔洞", 数量: 4051 },
    ],
    梁桥: [
      { 病害类型: "裂缝", 数量: 13611 },
      { 病害类型: "空洞孔洞", 数量: 12273 },
      { 病害类型: "剥落掉角", 数量: 8422 },
      { 病害类型: "蜂窝麻面", 数量: 7060 },
      { 病害类型: "混凝土碳化", 数量: 5402 },
    ],
  },
  连江养护站: {
    all: [
      { 病害类型: "裂缝", 数量: 19445 },
      { 病害类型: "蜂窝麻面", 数量: 17533 },
      { 病害类型: "剥落掉角", 数量: 12032 },
      { 病害类型: "空洞孔洞", 数量: 10087 },
      { 病害类型: "混凝土碳化", 数量: 7718 },
    ],
    特大桥: [
      { 病害类型: "裂缝", 数量: 8750 },
      { 病害类型: "剥落掉角", 数量: 7889 },
      { 病害类型: "蜂窝麻面", 数量: 5414 },
      { 病害类型: "混凝土碳化", 数量: 4539 },
      { 病害类型: "空洞孔洞", 数量: 3473 },
    ],
    梁桥: [
      { 病害类型: "裂缝", 数量: 11667 },
      { 病害类型: "空洞孔洞", 数量: 10519 },
      { 病害类型: "剥落掉角", 数量: 7219 },
      { 病害类型: "蜂窝麻面", 数量: 6052 },
      { 病害类型: "混凝土碳化", 数量: 4630 },
    ],
  },
  沈海高速: {
    all: [
      { 病害类型: "裂缝", 数量: 53475 },
      { 病害类型: "蜂窝麻面", 数量: 48216 },
      { 病害类型: "剥落掉角", 数量: 33090 },
      { 病害类型: "空洞孔洞", 数量: 27740 },
      { 病害类型: "混凝土碳化", 数量: 21226 },
    ],
    特大桥: [
      { 病害类型: "裂缝", 数量: 24063 },
      { 病害类型: "剥落掉角", 数量: 21697 },
      { 病害类型: "蜂窝麻面", 数量: 14890 },
      { 病害类型: "混凝土碳化", 数量: 12483 },
      { 病害类型: "空洞孔洞", 数量: 9551 },
    ],
    梁桥: [
      { 病害类型: "裂缝", 数量: 32085 },
      { 病害类型: "空洞孔洞", 数量: 28929 },
      { 病害类型: "剥落掉角", 数量: 19854 },
      { 病害类型: "蜂窝麻面", 数量: 16644 },
      { 病害类型: "混凝土碳化", 数量: 12735 },
    ],
  },
  福泉高速: {
    all: [
      { 病害类型: "裂缝", 数量: 40641 },
      { 病害类型: "蜂窝麻面", 数量: 36644 },
      { 病害类型: "剥落掉角", 数量: 25148 },
      { 病害类型: "空洞孔洞", 数量: 21082 },
      { 病害类型: "混凝土碳化", 数量: 16131 },
    ],
    特大桥: [
      { 病害类型: "裂缝", 数量: 18288 },
      { 病害类型: "剥落掉角", 数量: 16489 },
      { 病害类型: "蜂窝麻面", 数量: 11316 },
      { 病害类型: "混凝土碳化", 数量: 9486 },
      { 病害类型: "空洞孔洞", 数量: 7258 },
    ],
    梁桥: [
      { 病害类型: "裂缝", 数量: 24384 },
      { 病害类型: "空洞孔洞", 数量: 21986 },
      { 病害类型: "剥落掉角", 数量: 15088 },
      { 病害类型: "蜂窝麻面", 数量: 12649 },
      { 病害类型: "混凝土碳化", 数量: 9678 },
    ],
  },
};
