const demoData = {
  福建省: [
    { 设施类型: "桥梁", 预警总数: 15473, 已处理: 13306, 未处理: 2167 },
    { 设施类型: "隧道", 预警总数: 19852, 已处理: 17072, 未处理: 2780 },
    { 设施类型: "边坡", 预警总数: 43685, 已处理: 37569, 未处理: 6116 },
    { 设施类型: "涵洞", 预警总数: 11250, 已处理: 9675, 未处理: 1575 },
    { 设施类型: "其他", 预警总数: 8759, 已处理: 7532, 未处理: 1227 },
  ],

  福州分公司: [
    { 设施类型: "桥梁", 预警总数: 13616, 已处理: 11709, 未处理: 1907 },
    { 设施类型: "隧道", 预警总数: 17469, 已处理: 15023, 未处理: 2446 },
    { 设施类型: "边坡", 预警总数: 38442, 已处理: 33060, 未处理: 5382 },
    { 设施类型: "涵洞", 预警总数: 9900, 已处理: 8514, 未处理: 1386 },
    { 设施类型: "其他", 预警总数: 7707, 已处理: 6628, 未处理: 1079 },
  ],
  养护中心1: [
    { 设施类型: "桥梁", 预警总数: 10892, 已处理: 9367, 未处理: 1525 },
    { 设施类型: "隧道", 预警总数: 13975, 已处理: 12018, 未处理: 1957 },
    { 设施类型: "边坡", 预警总数: 30753, 已处理: 26447, 未处理: 4306 },
    { 设施类型: "涵洞", 预警总数: 7920, 已处理: 6811, 未处理: 1109 },
    { 设施类型: "其他", 预警总数: 6165, 已处理: 5301, 未处理: 864 },
  ],
  连江养护站: [
    { 设施类型: "桥梁", 预警总数: 3267, 已处理: 2809, 未处理: 458 },
    { 设施类型: "隧道", 预警总数: 4192, 已处理: 3605, 未处理: 587 },
    { 设施类型: "边坡", 预警总数: 9225, 已处理: 7933, 未处理: 1292 },
    { 设施类型: "涵洞", 预警总数: 2376, 已处理: 2043, 未处理: 333 },
    { 设施类型: "其他", 预警总数: 1849, 已处理: 1590, 未处理: 259 },
  ],
  沈海高速: [
    { 设施类型: "桥梁", 预警总数: 3558, 已处理: 3059, 未处理: 499 },
    { 设施类型: "隧道", 预警总数: 4565, 已处理: 3925, 未处理: 640 },
    { 设施类型: "边坡", 预警总数: 10047, 已处理: 8640, 未处理: 1407 },
    { 设施类型: "涵洞", 预警总数: 2587, 已处理: 2224, 未处理: 363 },
    { 设施类型: "其他", 预警总数: 2014, 已处理: 1732, 未处理: 282 },
  ],
  福泉高速: [
    { 设施类型: "桥梁", 预警总数: 1067, 已处理: 917, 未处理: 150 },
    { 设施类型: "隧道", 预警总数: 1369, 已处理: 1177, 未处理: 192 },
    { 设施类型: "边坡", 预警总数: 3014, 已处理: 2592, 未处理: 422 },
    { 设施类型: "涵洞", 预警总数: 776, 已处理: 667, 未处理: 109 },
    { 设施类型: "其他", 预警总数: 604, 已处理: 519, 未处理: 85 },
  ],
};
export { demoData };
