// --养护绩效TOP
const demoData1 = {
  福建省: {
// 养护绩效TOP（区域）
范围: [
{"统计范围":"三明分公司","病害类型↓":12,"病害数量↓":52608,"病害部件↓":22,"预警次数↓":26,"危桥数量↓":12},
{"统计范围":"罗宁分公司","病害类型↓":14,"病害数量↓":62557,"病害部件↓":30,"预警次数↓":11,"危桥数量↓":14},
{"统计范围":"南平分公司","病害类型↓":16,"病害数量↓":72506,"病害部件↓":18,"预警次数↓":9,"危桥数量↓":16},
{"统计范围":"宁德分公司","病害类型↓":18,"病害数量↓":92404,"病害部件↓":16,"预警次数↓":7,"危桥数量↓":19},
{"统计范围":"泉厦分公司","病害类型↓":20,"病害数量↓":82455,"病害部件↓":25,"预警次数↓":23,"危桥数量↓":18},
{"统计范围":"泉州分公司","病害类型↓":15,"病害数量↓":102353,"病害部件↓":27,"预警次数↓":10,"危桥数量↓":25},
{"统计范围":"漳州分公司","病害类型↓":23,"病害数量↓":112302,"病害部件↓":14,"预警次数↓":12,"危桥数量↓":16},
{"统计范围":"福州分公司","病害类型↓":26,"病害数量↓":122251,"病害部件↓":15,"预警次数↓":20,"危桥数量↓":22},
{"统计范围":"莆田分公司","病害类型↓":17,"病害数量↓":152098,"病害部件↓":13,"预警次数↓":18,"危桥数量↓":17},
{"统计范围":"龙岩分公司","病害类型↓":25,"病害数量↓":142149,"病害部件↓":10,"预警次数↓":13,"危桥数量↓":28},
{"统计范围":"福泉分公司","病害类型↓":28,"病害数量↓":132200,"病害部件↓":23,"预警次数↓":16,"危桥数量↓":15},
{"统计范围":"福州市交建","病害类型↓":21,"病害数量↓":162047,"病害部件↓":27,"预警次数↓":21,"危桥数量↓":23},
{"统计范围":"厦门百城金安","病害类型↓":13,"病害数量↓":56996,"病害部件↓":26,"预警次数↓":28,"危桥数量↓":10},
{"统计范围":"厦门路桥","病害类型↓":11,"病害数量↓":31945,"病害部件↓":19,"预警次数↓":15,"危桥数量↓":11}
],

范围-特大桥: [
{"统计范围":"三明分公司","病害类型↓":8,"病害数量↓":36825,"病害部件↓":15,"预警次数↓":18,"危桥数量↓":8},
{"统计范围":"罗宁分公司","病害类型↓":9,"病害数量↓":43789,"病害部件↓":21,"预警次数↓":7,"危桥数量↓":9},
{"统计范围":"南平分公司","病害类型↓":11,"病害数量↓":50754,"病害部件↓":12,"预警次数↓":6,"危桥数量↓":11},
{"统计范围":"宁德分公司","病害类型↓":12,"病害数量↓":64682,"病害部件↓":11,"预警次数↓":4,"危桥数量↓":13},
{"统计范围":"泉厦分公司","病害类型↓":14,"病害数量↓":57718,"病害部件↓":17,"预警次数↓":16,"危桥数量↓":12},
{"统计范围":"泉州分公司","病害类型↓":10,"病害数量↓":71647,"病害部件↓":18,"预警次数↓":7,"危桥数量↓":17},
{"统计范围":"漳州分公司","病害类型↓":16,"病害数量↓":78611,"病害部件↓":9,"预警次数↓":8,"危桥数量↓":11},
{"统计范围":"福州分公司","病害类型↓":18,"病害数量↓":85575,"病害部件↓":10,"预警次数↓":14,"危桥数量↓":15},
{"统计范围":"莆田分公司","病害类型↓":11,"病害数量↓":106468,"病害部件↓":9,"预警次数↓":12,"危桥数量↓":11},
{"统计范围":"龙岩分公司","病害类型↓":17,"病害数量↓":99504,"病害部件↓":7,"预警次数↓":9,"危桥数量↓":19},
{"统计范围":"福泉分公司","病害类型↓":19,"病害数量↓":92540,"病害部件↓":16,"预警次数↓":11,"危桥数量↓":10},
{"统计范围":"福州市交建","病害类型↓":14,"病害数量↓":113432,"病害部件↓":18,"预警次数↓":14,"危桥数量↓":16},
{"统计范围":"厦门百城金安","病害类型↓":9,"病害数量↓":39897,"病害部件↓":18,"预警次数↓":19,"危桥数量↓":7},
{"统计范围":"厦门路桥","病害类型↓":7,"病害数量↓":22361,"病害部件↓":13,"预警次数↓":10,"危桥数量↓":7}
],
 
范围-梁桥: [

{"统计范围":"三明分公司","病害类型↓":10,"病害数量↓":44716,"病害部件↓":18,"预警次数↓":22,"危桥数量↓":10},
{"统计范围":"罗宁分公司","病害类型↓":11,"病害数量↓":53173,"病害部件↓":25,"预警次数↓":9,"危桥数量↓":11},
{"统计范围":"南平分公司","病害类型↓":13,"病害数量↓":61630,"病害部件↓":15,"预警次数↓":7,"危桥数量↓":13},
{"统计范围":"宁德分公司","病害类型↓":15,"病害数量↓":78543,"病害部件↓":13,"预警次数↓":5,"危桥数量↓":16},
{"统计范围":"泉厦分公司","病害类型↓":17,"病害数量↓":70086,"病害部件↓":21,"预警次数↓":19,"危桥数量↓":15},
{"统计范围":"泉州分公司","病害类型↓":12,"病害数量↓":87000,"病害部件↓":22,"预警次数↓":8,"危桥数量↓":21},
{"统计范围":"漳州分公司","病害类型↓":19,"病害数量↓":95456,"病害部件↓":11,"预警次数↓":10,"危桥数量↓":13},
{"统计范围":"福州分公司","病害类型↓":22,"病害数量↓":103913,"病害部件↓":12,"预警次数↓":17,"危桥数量↓":18},
{"统计范围":"莆田分公司","病害类型↓":14,"病害数量↓":129283,"病害部件↓":11,"预警次数↓":15,"危桥数量↓":14},
{"统计范围":"龙岩分公司","病害类型↓":21,"病害数量↓":120826,"病害部件↓":8,"预警次数↓":11,"危桥数量↓":23},
{"统计范围":"福泉分公司","病害类型↓":23,"病害数量↓":112370,"病害部件↓":19,"预警次数↓":13,"危桥数量↓":12},
{"统计范围":"福州市交建","病害类型↓":17,"病害数量↓":137739,"病害部件↓":22,"预警次数↓":17,"危桥数量↓":19},
{"统计范围":"厦门百城金安","病害类型↓":11,"病害数量↓":48446,"病害部件↓":22,"预警次数↓":23,"危桥数量↓":8},
{"统计范围":"厦门路桥","病害类型↓":9,"病害数量↓":27153,"病害部件↓":16,"预警次数↓":12,"危桥数量↓":9}
],

桥梁: [

{"统计范围":"东瀚互通主线桥左幅","病害类型↓":16,"病害数量↓":8245,"病害部件↓":20,"预警次数↓":19,"技术状况等级↓":2},
{"统计范围":"东瀚互通主线桥右幅","病害类型↓":12,"病害数量↓":10235,"病害部件↓":22,"预警次数↓":8,"技术状况等级↓":3},
{"统计范围":"赤表特大桥左幅","病害类型↓":19,"病害数量↓":11230,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"赤表特大桥右幅","病害类型↓":21,"病害数量↓":12225,"病害部件↓":12,"预警次数↓":16,"技术状况等级↓":2},
{"统计范围":"平潭跨海大桥右幅","病害类型↓":14,"病害数量↓":15209,"病害部件↓":10,"预警次数↓":14,"技术状况等级↓":3}
],

桥梁-特大桥: [

{"统计范围":"港头特大桥左幅","病害类型↓":14,"病害数量↓":10146,"病害部件↓":14,"预警次数↓":13,"技术状况等级↓":2},
{"统计范围":"赤表特大桥左幅","病害类型↓":19,"病害数量↓":11230,"病害部件↓":14,"预警次数↓":5,"技术状况等级↓":3},
{"统计范围":"赤表特大桥右幅","病害类型↓":21,"病害数量↓":12225,"病害部件↓":7,"预警次数↓":6,"技术状况等级↓":1},
{"统计范围":"荆溪高架桥左桥","病害类型↓":9,"病害数量↓":12623,"病害部件↓":8,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"平潭跨海大桥右幅","病害类型↓":14,"病害数量↓":15209,"病害部件↓":9,"预警次数↓":9,"技术状况等级↓":3}
],

桥梁-梁桥: [

{"统计范围":"莆田右线高架桥","病害类型↓":13,"病害数量↓":7090,"病害部件↓":17,"预警次数↓":16,"技术状况等级↓":1},
{"统计范围":"枫亭大桥左桥桥","病害类型↓":10,"病害数量↓":8802,"病害部件↓":18,"预警次数↓":6,"技术状况等级↓":2},
{"统计范围":"黄土岗大桥右幅","病害类型↓":16,"病害数量↓":9657,"病害部件↓":9,"预警次数↓":7,"技术状况等级↓":3},
{"统计范围":"双头坝大桥左幅","病害类型↓":18,"病害数量↓":10513,"病害部件↓":10,"预警次数↓":13,"技术状况等级↓":1},
{"统计范围":"塘边大桥左幅","病害类型↓":12,"病害数量↓":13079,"病害部件↓":8,"预警次数↓":12,"技术状况等级↓":2}
],
};
  福州分公司: {
   范围: [
{"统计范围":"养护中心1","病害类型↓":16,"病害数量↓":72506,"病害部件↓":18,"预警次数↓":9,"危桥数量↓":16},
{"统计范围":"养护中心2","病害类型↓":18,"病害数量↓":92404,"病害部件↓":16,"预警次数↓":7,"危桥数量↓":19},
{"统计范围":"养护中心3","病害类型↓":20,"病害数量↓":82455,"病害部件↓":25,"预警次数↓":23,"危桥数量↓":18},
{"统计范围":"养护中心4","病害类型↓":15,"病害数量↓":102353,"病害部件↓":27,"预警次数↓":10,"危桥数量↓":25},
{"统计范围":"养护中心5","病害类型↓":23,"病害数量↓":112302,"病害部件↓":14,"预警次数↓":12,"危桥数量↓":16}
],
   范围-特大桥: [
{"统计范围":"养护中心1","病害类型↓":11,"病害数量↓":50754,"病害部件↓":12,"预警次数↓":6,"危桥数量↓":11},
{"统计范围":"养护中心2","病害类型↓":12,"病害数量↓":64682,"病害部件↓":11,"预警次数↓":4,"危桥数量↓":13},
{"统计范围":"养护中心3","病害类型↓":14,"病害数量↓":57718,"病害部件↓":17,"预警次数↓":16,"危桥数量↓":12},
{"统计范围":"养护中心4","病害类型↓":10,"病害数量↓":71647,"病害部件↓":18,"预警次数↓":7,"危桥数量↓":17},
{"统计范围":"养护中心5","病害类型↓":16,"病害数量↓":78611,"病害部件↓":9,"预警次数↓":8,"危桥数量↓":11}
],
   范围-梁桥: [
{"统计范围":"养护中心1","病害类型↓":13,"病害数量↓":61630,"病害部件↓":15,"预警次数↓":7,"危桥数量↓":13},
{"统计范围":"养护中心2","病害类型↓":15,"病害数量↓":78543,"病害部件↓":13,"预警次数↓":5,"危桥数量↓":16},
{"统计范围":"养护中心3","病害类型↓":17,"病害数量↓":70086,"病害部件↓":21,"预警次数↓":19,"危桥数量↓":15},
{"统计范围":"养护中心4","病害类型↓":12,"病害数量↓":87000,"病害部件↓":22,"预警次数↓":8,"危桥数量↓":21},
{"统计范围":"养护中心5","病害类型↓":19,"病害数量↓":95456,"病害部件↓":11,"预警次数↓":10,"危桥数量↓":13}
],
   桥梁：[
{"统计范围":"赤表特大桥左幅","病害类型↓":19,"病害数量↓":6163,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"赤表特大桥右幅","病害类型↓":14,"病害数量↓":7854,"病害部件↓":17,"预警次数↓":15,"技术状况等级↓":2},
{"统计范围":"平潭跨海大桥右幅","病害类型↓":15,"病害数量↓":7008,"病害部件↓":18,"预警次数↓":6,"技术状况等级↓":3},
{"统计范围":"双头坝大桥右幅","病害类型↓":20,"病害数量↓":8700,"病害部件↓":12,"预警次数↓":13,"技术状况等级↓":2},
{"统计范围":"东塘通道小桥左幅","病害类型↓":22,"病害数量↓":9545,"病害部件↓":9,"预警次数↓":8,"技术状况等级↓":1}
],
   桥梁-特大桥：[
{"统计范围":"江镜特大桥右幅","病害类型↓":13,"病害数量↓":65247,"病害部件↓":7,"预警次数↓":6,"技术状况等级↓":1},
{"统计范围":"赤表特大桥右幅","病害类型↓":14,"病害数量↓":7854,"病害部件↓":17,"预警次数↓":15,"技术状况等级↓":2},
{"统计范围":"山兜高架桥右幅","病害类型↓":17,"病害数量↓":5606,"病害部件↓":19,"预警次数↓":16,"技术状况等级↓":2},
{"统计范围":"大蒲高架桥左幅","病害类型↓":15,"病害数量↓":6960,"病害部件↓":18,"预警次数↓":9,"技术状况等级↓":3},
{"统计范围":"拱头特大桥右幅","病害类型↓":22,"病害数量↓":7636,"病害部件↓":20,"预警次数↓":10,"技术状况等级↓":1}
],
   桥梁-梁桥：[
{"统计范围":"黄土岗大桥右幅","病害类型↓":16,"病害数量↓":5300,"病害部件↓":9,"预警次数↓":7,"技术状况等级↓":3},
{"统计范围":"双头坝大桥左幅","病害类型↓":12,"病害数量↓":6754,"病害部件↓":14,"预警次数↓":12,"技术状况等级↓":1},
{"统计范围":"塘边大桥左幅","病害类型↓":12,"病害数量↓":6026,"病害部件↓":15,"预警次数↓":5,"技术状况等级↓":2},
{"统计范围":"青口大桥右桥R","病害类型↓":17,"病害数量↓":7482,"病害部件↓":10,"预警次数↓":11,"技术状况等级↓":1},
{"统计范围":"傅筑小桥左桥L","病害类型↓":18,"病害数量↓":8208,"病害部件↓":20,"预警次数↓":18,"技术状况等级↓":2}
],
};
  养护中心: {
    范围: [
{"统计范围":"连江养护站","病害类型↓":14,"病害数量↓":62557,"病害部件↓":30,"预警次数↓":11,"危桥数量↓":14},
{"统计范围":"白沙养护站","病害类型↓":16,"病害数量↓":72506,"病害部件↓":18,"预警次数↓":9,"危桥数量↓":16},
{"统计范围":"永泰养护站","病害类型↓":18,"病害数量↓":92404,"病害部件↓":16,"预警次数↓":7,"危桥数量↓":19},
{"统计范围":"贵安养护站","病害类型↓":20,"病害数量↓":82455,"病害部件↓":25,"预警次数↓":23,"危桥数量↓":18},
{"统计范围":"琅岐养护站","病害类型↓":26,"病害数量↓":122251,"病害部件↓":15,"预警次数↓":20,"危桥数量↓":22},
{"统计范围":"嵩口养护站","病害类型↓":17,"病害数量↓":152098,"病害部件↓":13,"预警次数↓":18,"危桥数量↓":17}
],
    范围-特大桥: [
{"统计范围":"连江养护站","病害类型↓":9,"病害数量↓":43789,"病害部件↓":21,"预警次数↓":7,"危桥数量↓":9},
{"统计范围":"白沙养护站","病害类型↓":11,"病害数量↓":50754,"病害部件↓":12,"预警次数↓":6,"危桥数量↓":11},
{"统计范围":"永泰养护站","病害类型↓":12,"病害数量↓":64682,"病害部件↓":11,"预警次数↓":4,"危桥数量↓":13},
{"统计范围":"贵安养护站","病害类型↓":14,"病害数量↓":57718,"病害部件↓":17,"预警次数↓":16,"危桥数量↓":12},
{"统计范围":"琅岐养护站","病害类型↓":18,"病害数量↓":85575,"病害部件↓":10,"预警次数↓":14,"危桥数量↓":15},
{"统计范围":"嵩口养护站","病害类型↓":13,"病害数量↓":106468,"病害部件↓":9,"预警次数↓":12,"危桥数量↓":11}
],
    范围-梁桥: [
{"统计范围":"连江养护站","病害类型↓":11,"病害数量↓":53173,"病害部件↓":25,"预警次数↓":9,"危桥数量↓":11},
{"统计范围":"白沙养护站","病害类型↓":13,"病害数量↓":61630,"病害部件↓":15,"预警次数↓":7,"危桥数量↓":13},
{"统计范围":"永泰养护站","病害类型↓":15,"病害数量↓":78543,"病害部件↓":13,"预警次数↓":5,"危桥数量↓":16},
{"统计范围":"贵安养护站","病害类型↓":17,"病害数量↓":70086,"病害部件↓":21,"预警次数↓":19,"危桥数量↓":15},
{"统计范围":"琅岐养护站","病害类型↓":22,"病害数量↓":103913,"病害部件↓":12,"预警次数↓":17,"危桥数量↓":18},
{"统计范围":"嵩口养护站","病害类型↓":14,"病害数量↓":129283,"病害部件↓":11,"预警次数↓":15,"危桥数量↓":14}
],
    桥梁:[
{"统计范围":"东瀚互通主线桥右幅","病害类型↓":15,"病害数量↓":7854,"病害部件↓":19,"预警次数↓":13,"技术状况等级↓":3},
{"统计范围":"赤表特大桥左幅","病害类型↓":17,"病害数量↓":7008,"病害部件↓":15,"预警次数↓":12,"技术状况等级↓":1},
{"统计范围":"太城岭大桥右幅","病害类型↓":21,"病害数量↓":10391,"病害部件↓":12,"预警次数↓":16,"技术状况等级↓":2},
{"统计范围":"福清互通主线5号桥左幅","病害类型↓":14,"病害数量↓":11635,"病害部件↓":10,"预警次数↓":14,"技术状况等级↓":3},
{"统计范围":"宏路大桥左幅","病害类型↓":19,"病害数量↓":12021,"病害部件↓":20,"预警次数↓":17,"技术状况等级↓":3}
],
    桥梁-特大桥:[
{"统计范围":"西港特大桥左幅","病害类型↓":15,"病害数量↓":6283,"病害部件↓":15,"预警次数↓":10,"技术状况等级↓":3},
{"统计范围":"江镜特大桥右幅","病害类型↓":17,"病害数量↓":5606,"病害部件↓":12,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"港头特大桥左幅","病害类型↓":14,"病害数量↓":8312,"病害部件↓":9,"预警次数↓":12,"技术状况等级↓":2},
{"统计范围":"荆溪高架桥左桥","病害类型↓":10,"病害数量↓":9308,"病害部件↓":8,"预警次数↓":11,"技术状况等级↓":3},
{"统计范围":"窗厦特大桥左桥","病害类型↓":22,"病害数量↓":9616,"病害部件↓":16,"预警次数↓":13,"技术状况等级↓":2}
],
    桥梁-梁桥:[
{"统计范围":"枫亭大桥左桥桥","病害类型↓":12,"病害数量↓":6754,"病害部件↓":16,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"黄土岗大桥右幅","病害类型↓":14,"病害数量↓":6026,"病害部件↓":12,"预警次数↓":10,"技术状况等级↓":3},
{"统计范围":"双头坝大桥左幅","病害类型↓":18,"病害数量↓":8936,"病害部件↓":10,"预警次数↓":13,"技术状况等级↓":1},
{"统计范围":"塘边大桥左幅","病害类型↓":12,"病害数量↓":10006,"病害部件↓":8,"预警次数↓":12,"技术状况等级↓":2},
{"统计范围":"上街高架桥右桥","病害类型↓":14,"病害数量↓":11635,"病害部件↓":10,"预警次数↓":14,"技术状况等级↓":3}
],
  },
  养护站: {
    桥梁: [
{"桥梁名称":"荷溪2号大桥左幅","病害类型↓":15,"病害数量↓":6283,"病害部件↓":19,"预警次数↓":13,"技术状况等级↓":3},
{"桥梁名称":"白林大桥左幅","病害类型↓":17,"病害数量↓":5606,"病害部件↓":15,"预警次数↓":12,"技术状况等级↓":1},
{"桥梁名称":"玉锡大桥右幅","病害类型↓":21,"病害数量↓":8312,"病害部件↓":12,"预警次数↓":16,"技术状况等级↓":2},
{"桥梁名称":"赤锡1号大桥左幅","病害类型↓":14,"病害数量↓":9308,"病害部件↓":10,"预警次数↓":14,"技术状况等级↓":3},
{"桥梁名称":"凤村大桥左幅","病害类型↓":19,"病害数量↓":9616,"病害部件↓":20,"预警次数↓":17,"技术状况等级↓":3}
],
    桥梁-特大桥: [
{"桥梁名称":"南屿互通主线桥左桥","病害类型↓":15,"病害数量↓":5026,"病害部件↓":15,"预警次数↓":10,"技术状况等级↓":3},
{"桥梁名称":"青口2#高架桥右桥","病害类型↓":17,"病害数量↓":4484,"病害部件↓":12,"预警次数↓":9,"技术状况等级↓":1},
{"桥梁名称":"东桥特大桥右幅","病害类型↓":14,"病害数量↓":6649,"病害部件↓":9,"预警次数↓":12,"技术状况等级↓":2},
{"桥梁名称":"西禅寺大桥左桥","病害类型↓":10,"病害数量↓":7446,"病害部件↓":8,"预警次数↓":11,"技术状况等级↓":3},
{"桥梁名称":"连江互通主线桥左幅","病害类型↓":22,"病害数量↓":7692,"病害部件↓":16,"预警次数↓":13,"技术状况等级↓":2}
],
    桥梁-梁桥: [
{"桥梁名称":"山边分离立交中桥","病害类型↓":12,"病害数量↓":5403,"病害部件↓":16,"预警次数↓":11,"技术状况等级↓":2},
{"桥梁名称":"营部分离式立交中桥","病害类型↓":14,"病害数量↓":4821,"病害部件↓":12,"预警次数↓":10,"技术状况等级↓":3},
{"桥梁名称":"洋田仑分离式立交中桥","病害类型↓":18,"病害数量↓":7148,"病害部件↓":10,"预警次数↓":13,"技术状况等级↓":1},
{"桥梁名称":"黄土岗大桥左幅","病害类型↓":12,"病害数量↓":8004,"病害部件↓":8,"预警次数↓":12,"技术状况等级↓":2},
{"桥梁名称":"黄土岗大桥右幅","病害类型↓":14,"病害数量↓":8269,"病害部件↓":10,"预警次数↓":14,"技术状况等级↓":3}
],
  },
  路线: {
    范围: [
{"统计范围":"福宁高速","病害类型↓":16,"病害数量↓":82455,"病害部件↓":18,"预警次数↓":9,"危桥数量↓":16},
{"统计范围":"福泉高速","病害类型↓":18,"病害数量↓":92404,"病害部件↓":16,"预警次数↓":7,"危桥数量↓":19},
{"统计范围":"罗宁高速","病害类型↓":22,"病害数量↓":72506,"病害部件↓":25,"预警次数↓":23,"危桥数量↓":18},
{"统计范围":"罗长高速","病害类型↓":15,"病害数量↓":102353,"病害部件↓":27,"预警次数↓":10,"危桥数量↓":25},
{"统计范围":"泉厦高速","病害类型↓":23,"病害数量↓":122302,"病害部件↓":14,"预警次数↓":12,"危桥数量↓":16},
],
    范围-特大桥: [
{"统计范围":"福宁高速","病害类型↓":11,"病害数量↓":50754,"病害部件↓":12,"预警次数↓":6,"危桥数量↓":11},
{"统计范围":"福泉高速","病害类型↓":12,"病害数量↓":64682,"病害部件↓":11,"预警次数↓":4,"危桥数量↓":13},
{"统计范围":"罗宁高速","病害类型↓":15,"病害数量↓":57718,"病害部件↓":17,"预警次数↓":16,"危桥数量↓":12},
{"统计范围":"罗长高速","病害类型↓":10,"病害数量↓":71647,"病害部件↓":18,"预警次数↓":7,"危桥数量↓":17},
{"统计范围":"泉厦高速","病害类型↓":16,"病害数量↓":85611,"病害部件↓":9,"预警次数↓":8,"危桥数量↓":11},
],
    范围-梁桥: [
{"统计范围":"福宁高速","病害类型↓":13,"病害数量↓":61630,"病害部件↓":15,"预警次数↓":7,"危桥数量↓":13},
{"统计范围":"福泉高速","病害类型↓":15,"病害数量↓":78543,"病害部件↓":13,"预警次数↓":5,"危桥数量↓":16},
{"统计范围":"罗宁高速","病害类型↓":18,"病害数量↓":70086,"病害部件↓":21,"预警次数↓":19,"危桥数量↓":15},
{"统计范围":"罗长高速","病害类型↓":12,"病害数量↓":87000,"病害部件↓":22,"预警次数↓":8,"危桥数量↓":21},
{"统计范围":"泉厦高速","病害类型↓":19,"病害数量↓":103956,"病害部件↓":11,"预警次数↓":10,"危桥数量↓":13},
],
    桥梁: [
{"统计范围":"里仁特大桥右桥R","病害类型↓":19,"病害数量↓":6163,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"演屿特大桥左桥L","病害类型↓":15,"病害数量↓":7854,"病害部件↓":13,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"古城1号特大桥右幅桥R","病害类型↓":18,"病害数量↓":7008,"病害部件↓":21,"预警次数↓":13,"技术状况等级↓":3},
{"统计范围":"古城2号特大桥左幅L","病害类型↓":12,"病害数量↓":8700,"病害部件↓":22,"预警次数↓":14,"技术状况等级↓":2},
{"统计范围":"洋里特大桥右幅R","病害类型↓":19,"病害数量↓":10395,"病害部件↓":15,"预警次数↓":22,"技术状况等级↓":1},
],
    桥梁-特大桥: [
{"统计范围":"江镜特大桥右幅","病害类型↓":12,"病害数量↓":5075,"病害部件↓":17,"预警次数↓":6,"技术状况等级↓":1},
{"统计范围":"港头特大桥左幅","病害类型↓":10,"病害数量↓":6468,"病害部件↓":15,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"荆溪高架桥左桥","病害类型↓":15,"病害数量↓":5771,"病害部件↓":20,"预警次数↓":15,"技术状况等级↓":3},
{"统计范围":"九沙溪高架桥左桥","病害类型↓":19,"病害数量↓":7164,"病害部件↓":21,"预警次数↓":14,"技术状况等级↓":2},
{"统计范围":"船岭岽特大桥右幅","病害类型↓":22,"病害数量↓":8561,"病害部件↓":13,"预警次数↓":17,"技术状况等级↓":1},
],
    桥梁-梁桥: [
{"统计范围":"黄土岗大桥右幅","病害类型↓":18,"病害数量↓":5300,"病害部件↓":9,"预警次数↓":7,"技术状况等级↓":3},
{"统计范围":"双头坝大桥左幅","病害类型↓":12,"病害数量↓":6754,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"塘边大桥左幅","病害类型↓":15,"病害数量↓":6026,"病害部件↓":18,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"牙城高架桥右幅","病害类型↓":20,"病害数量↓":10395,"病害部件↓":15,"预警次数↓":15,"技术状况等级↓":3},
{"统计范围":"后港特大桥左幅","病害类型↓":16,"病害数量↓":9531,"病害部件↓":16,"预警次数↓":20,"技术状况等级↓":2},
],
},
  路段: {
    桥梁: [
{"统计范围":"江镜特大桥右幅","病害类型↓":19,"病害数量↓":6163,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"港头特大桥左幅","病害类型↓":15,"病害数量↓":7854,"病害部件↓":13,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"荆溪高架桥左桥","病害类型↓":18,"病害数量↓":7008,"病害部件↓":21,"预警次数↓":13,"技术状况等级↓":3},
{"统计范围":"九沙溪高架桥左桥","病害类型↓":12,"病害数量↓":8700,"病害部件↓":22,"预警次数↓":14,"技术状况等级↓":2},
{"统计范围":"船岭岽特大桥右幅","病害类型↓":19,"病害数量↓":10395,"病害部件↓":15,"预警次数↓":22,"技术状况等级↓":1},
],
    桥梁-特大桥: [
{"统计范围":"里仁特大桥右桥R","病害类型↓":12,"病害数量↓":5075,"病害部件↓":17,"预警次数↓":6,"技术状况等级↓":1},
{"统计范围":"演屿特大桥左桥L","病害类型↓":10,"病害数量↓":6468,"病害部件↓":15,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"古城1号特大桥右幅桥R","病害类型↓":15,"病害数量↓":5771,"病害部件↓":20,"预警次数↓":15,"技术状况等级↓":3},
{"统计范围":"古城2号特大桥左幅L","病害类型↓":19,"病害数量↓":7164,"病害部件↓":21,"预警次数↓":14,"技术状况等级↓":2},
{"统计范围":"洋里特大桥右幅R","病害类型↓":22,"病害数量↓":8561,"病害部件↓":13,"预警次数↓":17,"技术状况等级↓":1},
],
    桥梁-梁桥: [
{"统计范围":"塘边大桥左幅","病害类型↓":18,"病害数量↓":5300,"病害部件↓":9,"预警次数↓":7,"技术状况等级↓":3},
{"统计范围":"牙城高架桥右幅","病害类型↓":12,"病害数量↓":6754,"病害部件↓":11,"预警次数↓":9,"技术状况等级↓":1},
{"统计范围":"后港特大桥左幅","病害类型↓":15,"病害数量↓":6026,"病害部件↓":18,"预警次数↓":11,"技术状况等级↓":2},
{"统计范围":"黄土岗大桥右幅","病害类型↓":20,"病害数量↓":10395,"病害部件↓":15,"预警次数↓":15,"技术状况等级↓":3},
{"统计范围":"双头坝大桥左幅","病害类型↓":16,"病害数量↓":9531,"病害部件↓":16,"预警次数↓":20,"技术状况等级↓":2},
],
  },
};