// --设备
export const demoData = {
  福建省: {
    // 设备
    全部: [
      { 设备: "环境", 数量: 87 },
      { 设备: "车辆荷载", 数量: 103 },
      { 设备: "结构整体响应", 数量: 123 },
      { 设备: "结构局部响应", 数量: 135 },
      { 设备: "视频", 数量: 205 },
    ],

    特大桥: [
      { "设备": "车辆荷载", 数量: 52 },
      { "设备": "环境", 数量: 61 },
      { "设备": "结构局部响应", 数量: 73 },
      { "设备": "结构整体响应", 数量: 81 },
      { "设备": "视频", 数量: 123 },
    ],

    梁桥: [
      { "设备": "结构整体响应", 数量: 69 },
      { "设备": "视频", 数量: 82 },
      { "设备": "环境", 数量: 98 },
      { "设备": "结构局部响应", 数量: 108 },
      { "设备": "车辆荷载", 数量: 164 },
    ],
  },
  福州分公司: {
    全部: [
      { 设备: "环境", 数量: 63 },
      { 设备: "车辆荷载", 数量: 75 },
      { 设备: "结构整体响应", 数量: 89 },
      { 设备: "结构局部响应", 数量: 98 },
      { 设备: "视频", 数量: 149 },
    ],
    特大桥: [
      { "设备": "车辆荷载", 数量: 37 },
      { "设备": "环境", 数量: 45 },
      { "设备": "结构局部响应", 数量: 53 },
      { "设备": "结构整体响应", 数量: 58 },
      { "设备": "视频", 数量: 89 },
    ],
    梁桥: [
      { "设备": "结构整体响应", 数量: 50 },
      { "设备": "视频", 数量: 60 },
      { "设备": "环境", 数量: 71 },
      { "设备": "结构局部响应", 数量: 78 },
      { "设备": "车辆荷载", 数量: 119 },
    ],
  },
  养护中心1: {
    全部: [
      { 设备: "环境", 数量: 55 },
      { 设备: "车辆荷载", 数量: 66 },
      { 设备: "结构整体响应", 数量: 78 },
      { 设备: "结构局部响应", 数量: 86 },
      { 设备: "视频", 数量: 131 },
    ],
    特大桥: [
      { 设备: "车辆荷载", 数量: 33 },
      { 设备: "环境", 数量: 39 },
      { 设备: "结构局部响应", 数量: 46 },
      { 设备: "结构整体响应", 数量: 51 },
      { 设备: "视频", 数量: 78 },
    ],
    梁桥: [
      { 设备: "结构整体响应", 数量: 44 },
      { 设备: "视频", 数量: 52 },
      { 设备: "环境", 数量: 62 },
      { 设备: "结构局部响应", 数量: 68 },
      { 设备: "车辆荷载", 数量: 104 },
    ],
  },
  连江养护站: {
    全部: [
      { 设备: "环境", 数量: 47 },
      { 设备: "车辆荷载", 数量: 57 },
      { 设备: "结构整体响应", 数量: 67 },
      { 设备: "结构局部响应", 数量: 74 },
      { 设备: "视频", 数量: 113 },
    ],
    特大桥: [
      { 设备: "车辆荷载", 数量: 28 },
      { 设备: "环境", 数量: 34 },
      { 设备: "结构局部响应", 数量: 40 },
      { 设备: "结构整体响应", 数量: 44 },
      { 设备: "视频", 数量: 67 },
    ],
    梁桥: [
      { 设备: "结构整体响应", 数量: 37 },
      { 设备: "视频", 数量: 45 },
      { 设备: "环境", 数量: 53 },
      { 设备: "结构局部响应", 数量: 59 },
      { 设备: "车辆荷载", 数量: 90 },
    ],
  },
  沈海高速: {
    全部: [
      { 设备: "环境", 数量: 63 },
      { 设备: "车辆荷载", 数量: 75 },
      { 设备: "结构整体响应", 数量: 89 },
      { 设备: "结构局部响应", 数量: 98 },
      { 设备: "视频", 数量: 149 },
    ],
    特大桥: [
      { "设备": "车辆荷载", 数量: 37 },
      { "设备": "环境", 数量: 45 },
      { "设备": "结构局部响应", 数量: 53 },
      { "设备": "结构整体响应", 数量: 58 },
      { "设备": "视频", 数量: 89 },
    ],
    梁桥: [
      { "设备": "结构整体响应", 数量: 50 },
      { "设备": "视频", 数量: 60 },
      { "设备": "环境", 数量: 71 },
      { "设备": "结构局部响应", 数量: 78 },
      { "设备": "车辆荷载", 数量: 119 },
    ],
  },
  福泉高速: {
    '全部': [
      { 设备: "环境", 数量: 73 },
      { 设备: "车辆荷载", 数量: 87 },
      { 设备: "结构整体响应", 数量: 104 },
      { 设备: "结构局部响应", 数量: 114 },
      { 设备: "视频", 数量: 174 },
    ],
    特大桥: [
      { "设备": "车辆荷载", 数量: 43 },
      { "设备": "环境", 数量: 52 },
      { "设备": "结构局部响应", 数量: 62 },
      { "设备": "结构整体响应", 数量: 68 },
      { "设备": "视频", 数量: 104 },
    ],
    梁桥: [
      { "设备": "结构整体响应", 数量: 58 },
      { "设备": "视频", 数量: 69 },
      { "设备": "环境", 数量: 83 },
      { "设备": "结构局部响应", 数量: 91 },
      { "设备": "车辆荷载", 数量: 139 },
    ],
  },
};
