const demoData = {
  福建省: {
    涵洞: [
      { 技术等级: "优", 数量: 563 },
      { 技术等级: "良", 数量: 281 },
      { 技术等级: "中", 数量: 169 },
      { 技术等级: "次", 数量: 79 },
      { 技术等级: "差", 数量: 34 },
    ],
    机电: [
      { 技术等级: "优", 数量: 1167 },
      { 技术等级: "良", 数量: 834 },
      { 技术等级: "中", 数量: 667 },
      { 技术等级: "次", 数量: 467 },
      { 技术等级: "差", 数量: 200 },
    ],
  },
  福州分公司: {
    涵洞: [
      { 技术等级: "优", 数量: 5627 },
      { 技术等级: "良", 数量: 2813 },
      { 技术等级: "中", 数量: 1688 },
      { 技术等级: "次", 数量: 788 },
      { 技术等级: "差", 数量: 338 },
    ],
    机电: [
      { 技术等级: "优", 数量: 11675 },
      { 技术等级: "良", 数量: 8339 },
      { 技术等级: "中", 数量: 6671 },
      { 技术等级: "次", 数量: 4670 },
      { 技术等级: "差", 数量: 2001 },
    ],
  },
  养护中心1: {
    涵洞: [
      { 技术等级: "优", 数量: 804 },
      { 技术等级: "良", 数量: 402 },
      { 技术等级: "中", 数量: 241 },
      { 技术等级: "次", 数量: 112 },
      { 技术等级: "差", 数量: 48 },
    ],
    机电: [
      { 技术等级: "优", 数量: 1668 },
      { 技术等级: "良", 数量: 1191 },
      { 技术等级: "中", 数量: 953 },
      { 技术等级: "次", 数量: 667 },
      { 技术等级: "差", 数量: 286 },
    ],
  },
  连江养护站: {
    涵洞: [
      { 技术等级: "优", 数量: 161 },
      { 技术等级: "良", 数量: 80 },
      { 技术等级: "中", 数量: 48 },
      { 技术等级: "次", 数量: 22 },
      { 技术等级: "差", 数量: 10 },
    ],
    机电: [
      { 技术等级: "优", 数量: 334 },
      { 技术等级: "良", 数量: 238 },
      { 技术等级: "中", 数量: 191 },
      { 技术等级: "次", 数量: 133 },
      { 技术等级: "差", 数量: 57 },
    ],
  },
  沈海高速: {
    涵洞: [
      { 技术等级: "优", 数量: 281 },
      { 技术等级: "良", 数量: 141 },
      { 技术等级: "中", 数量: 84 },
      { 技术等级: "次", 数量: 39 },
      { 技术等级: "差", 数量: 17 },
    ],
    机电: [
      { 技术等级: "优", 数量: 583 },
      { 技术等级: "良", 数量: 417 },
      { 技术等级: "中", 数量: 333 },
      { 技术等级: "次", 数量: 233 },
      { 技术等级: "差", 数量: 100 },
    ],
  },
  福泉高速: {
    涵洞: [
      { 技术等级: "优", 数量: 84 },
      { 技术等级: "良", 数量: 42 },
      { 技术等级: "中", 数量: 25 },
      { 技术等级: "次", 数量: 12 },
      { 技术等级: "差", 数量: 5 },
    ],
    机电: [
      { 技术等级: "优", 数量: 175 },
      { 技术等级: "良", 数量: 125 },
      { 技术等级: "中", 数量: 100 },
      { 技术等级: "次", 数量: 70 },
      { 技术等级: "差", 数量: 30 },
    ],
  },
};
export {demoData}