const demoData = {
  福建省: {
    技术状况: [
      { 安全等级: "一级", 数量: 1073 },
      { 安全等级: "二级", 数量: 988 },
      { 安全等级: "三级", 数量: 762 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2017, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2018, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
  福州分公司: {
    技术状况: [
      { 安全等级: "一级", 数量: 107 },
      { 安全等级: "二级", 数量: 99 },
      { 安全等级: "三级", 数量: 76 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2017, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2018, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
  养护中心: {
    技术状况: [
      { 安全等级: "一级", 数量: 54 },
      { 安全等级: "二级", 数量: 49 },
      { 安全等级: "三级", 数量: 38 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2017, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2018, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
  连江养护站: {
    技术状况: [
      { 安全等级: "一级", 数量: 16 },
      { 安全等级: "二级", 数量: 15 },
      { 安全等级: "三级", 数量: 11 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2017, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2018, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
  沈海高速: {
    技术状况: [
      { 安全等级: "一级", 数量: 153 },
      { 安全等级: "二级", 数量: 141 },
      { 安全等级: "三级", 数量: 109 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2017, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2018, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
  福泉高速: {
    技术状况: [
      { 安全等级: "一级", 数量: 30 },
      { 安全等级: "二级", 数量: 28 },
      { 安全等级: "三级", 数量: 22 },
    ],
    技术走势: [
      { 年份: 2016, 一级: 46, 二级: 35, 三级: 19 },
      { 年份: 2017, 一级: 38, 二级: 42, 三级: 20 },
      { 年份: 2018, 一级: 35, 二级: 35, 三级: 30 },
      { 年份: 2019, 一级: 28, 二级: 30, 三级: 42 },
      { 年份: 2020, 一级: 38, 二级: 35, 三级: 27 },
    ],
  },
};
export  {demoData}